Repository: aviadbi1/LabExplorer
Catalog: Resources/Resources.*.resx
Languages: ar, he

source: About us
ar: معلومات عنا
he: קצת עלינו

source: Choose Language
ar: اختيار اللغة
he: בחר שפה

source: Click here to Log in
ar: انقر هنا لتسجيل الدخول
he: לחץ כאן על מנת להתחבר

source: Confirm password
ar: تأكيد كلمة المرور
he: אשר סיסמא

source: Contact us
ar: اتصل بنا
he: צור קשר

source: Create new account.
ar: انشاء حساب جديد.
he: צור משתמש חדש.

source: Email
ar: البريد الإلكتروني
he: דוא"ל

# emailConfirmation
source: Thank you for confirming your email. Please
ar: شكرا لكم ل تأكيد بريدك الإلكتروني . من فضلك
he: תודה רבה על שאישרת את המייל שלך. אנא

source: First Name
ar: الاسم الاول
he: שם פרטי

source: History By Activity
ar: التاريخ حسب النشاط
he: היסטוריה לפי פעילות

source: History By Student
ar: التاريخ بواسطة طالب
he: היסטוריה לפי תלמיד

source: Home Page
ar: الصفحة الرئيسية
he: דף הבית

# InvalidLogin
source: password/email are incorrect
ar: كلمة السر / البريد الإلكتروني غير صحيحة
he: אימייל/סיסמא לא נכונים

source: Last Name
ar: الكنية
he: שם משפחה

source: Login
ar: تسجيل الدخول
he: התחבר

source: Password
ar: كلمه السر
he: סיסמא

# PasswordMustBeAtLeast6
source: The password must be at least 6 characters long
ar: يجب أن تكون كلمة المرور لا يقل عن 6 أحرف
he: הסיסמא צריכה להכיל לפחות 6 תווים

# PasswordsDontMatch
source: The password and confirmation password do not match
ar: كلمة المرور والتأكيد كلمة المرور لا تتطابق
he: הסיסמאות אינן תואמות

source: Phone Number
ar: رقم الهاتف
he: פלאפון

# projectName
source: Lab Explorer
ar: مختبر إكسبلورر
he: חוקר דרך

source: Register
ar: تسجيل
he: הירשם

source: Register as new user
ar: تسجيل كمستخدم جديد
he: הירשם כמשתמש חדש

source: Remember me
ar: تذكرنى
he: זכור אותי

source: Room Number
ar: رقم الغرفة
he: מספר חדר

# ShowActivities
source: Show Participated Activities
ar: مشاهدة شارك الأنشطة
he: הצג פעילויות בהן השתתף

source: Show Log
ar: إظهار السجل
he: הצג היסטוריה

source: Student Login
ar: طالب الدخول
he: התחברות תלמיד

source: Teacher Login
ar: المعلم الدخول
he: התחברות מורה

source: Teacher Register
ar: المعلم التسجيل
he: רישום מורה

source: Use another service to log in.
ar: استخدام خدمة أخرى لتسجيل الدخول .
he: השתמש בשירות אחר על מנת להתחבר

# ActivitiesOfStudent
source: Activities Of The Student
ar: أنشطة الطلابية
he: פעילויות התלמיד

source: Show Activity Log
ar: مشاهدة سجل النشاط
he: הצג היסטוריית הפעילות

source: Activity Name
ar: اسم آخر
he: שם הפעילות

source: History For The Activity
ar: التاريخ و آخر
he: היסטוריה עבור הפעילות

# StudentAnswer
source: The student answer was:
ar: الجواب طالب كانت في:
he: תשובת התלמיד הייתה:

source: The possible answers:
ar: الإجابات المحتملة :
he: התשובות האפשריות היו:

source: The Question:
ar: السؤال:
he: השאלה:

source: False
ar: خاطئة
he: לא נכון

source: True
ar: صحيح
he: נכון

# TheCorrectAnswer
source: The correct answer was:
ar: الإجابة الصحيحة كانت في:
he: התשובה הנכונה:

source: Explaination
ar: كسبلايناتيون
he: הסבר לתשובה

source: Create Activity
ar: إنشاء آخر
he: צור פעילות

source: Existing Activities
ar: الأنشطة الحالية
he: פעילויות קיימות

source: History
ar: التاريخ
he: היסטוריה

source: Register Student
ar: تسجيل الطلاب
he: רשום תלמידים

source: Group Creation
ar: إنشاء مجموعة
he: יצירת קבוצה

# AmericanQuestion
source: Multiple Choice Question
ar: سؤال اختيار متعدد
he: שאלה אמריקאית

source: Upload file
ar: رفع ملف
he: בחר קובץ

source: wait screen
ar: انتظر الشاشة
he: מסך המתנה

# UploadExplanation
source: You can register number of students with CSV file
ar: صحيح / سؤال الكاذبة
he: ביכולתך לרשום מספר תלמידים על ידי קובץ CSV

source: Add Row
ar: اضف سطر
he: הוסף שורה

source: Delete Row
ar: حذف صف
he: מחק שורה

source: Open New Group
ar: فتح مجموعة جديدة
he: פתח קבוצה חדשה

source: Save
ar: حفظ
he: שמור

# ShowNoAvailableGroups
source: No Available Groups
ar: لا توجد المجموعات
he: אין קבוצות זמינות

source: Create Group
ar: إنشاء مجموعة
he: צור קבוצה

source: Collaborative Graph
ar: الرسم البياني التعاوني
he: גרף שיתופי

source: Experiment Graph
ar: تجربة الرسم البياني
he: גרף ניסוי

source: Progress Graph
ar: تقدم الرسم البياني
he: גרף התקדמות

# StudentErrorMsg1
source: One of the students doesn't register in the system
ar: واحد من الطلاب لا يسجل في النظام
he: לפחות אחד מתלמידי הקבוצה אינו רשום למערכת

# StudentErrorMsg2
source: One of the students is already registered in a different group
ar: واحد من الطلاب مسجل مسبقا في مجموعة مختلفة
he: לפחות אחד מתלמידי הקבוצה כבר רשום לקבוצה קיימת

# CreateMeasurementSet
source: Create measurements set
ar: إنشاء القياسات المحددة
he: צור סט מדידות

source: Image
ar: صورة
he: תמונה

source: Instruction
ar: تعليمات
he: הוראה

source: Measurements Set
ar: قياسات تعيين
he: סט מדידות

source: Please choose the step you want to add
ar: يرجى اختيار الخطوة التي تريد إضافتها
he: בחר/י את השלב הבא בניסוי

source: Short Answer Question
ar: قصيرة الإجابة سؤال
he: שאלה פתוחה

source: True/False Question
ar: صحيح / سؤال الكاذبة
he: שאלת נכון/לא נכון

source: Video
ar: فيديو
he: סרטון

source: Please choose number of measurements in set
ar: الرجاء اختيار عدد من القياسات في مجموعة
he: בחר/י את מספר המדידות בסט:

# PleaseChooseTheTimeBetweenEachTwoMeasurements
source: Please choose the time (in seconds) between each two measurements
ar: يرجى اختيار الوقت (بالثواني ) بين كل اثنين من القياسات
he: בחר/י את הזמן (בשניות) בין מדידה למדידה:

source: Submit
ar: عرض
he: הגש

source: Add measures to set
ar: إضافة تدابير لضبط
he: הוספת מדידות לסט המדידות

source: Please choose number of parameters to measure
ar: الرجاء اختيار عدد من المعلمات لقياس
he: בחר/י את מספר הפרמטרים למדידה:

source: Add measure
ar: إضافة مقياس
he: הוסף מדידה

source: Add parameter to measure
ar: إضافة المعلمة لقياس
he: הוסף פרמטר למדידה

source: Delete measure
ar: حذف الإجراء
he: מחק מדידה

source: Delete parameter to measure
ar: حذف المعلمة لقياس
he: מחק פרמטר למדידה

source: Dashboard
ar: لوحة القيادة
he: לוח בקרה

source: Logout
ar: خروج
he: התנתק

# CreateAmericanQuestion
source: Create Multiple Choice Question
ar: خلق سؤال اختيار متعدد
he: יצירת שאלה אמריקאית

source: Create Short Answer Question
ar: إنشاء قصير الإجابة سؤال
he: יצירת שאלה פתוחה

source: Create True/False Question
ar: إنشاء صحيح / سؤال الكاذبة
he: יצירת שאלת נכון/לא נכון

source: Enter the correct answer
ar: أدخل الإجابة الصحيحة
he: הכנס תשובה נכונה

source: Enter the name of the activity
ar: أدخل اسم النشاط
he: הכנס שם פעילות

source: Enter your question
ar: أدخل سؤالك
he: הכנס שאלה

source: Experiment
ar: تجربة
he: ניסוי

source: First Answer
ar: الإجابة الأولى
he: תשובה ראשונה

source: Fourth Answer
ar: الإجابة الرابع
he: תשובה רביעית

# Hello
source: Hi
ar: مرحبا
he: שלום

source: Second Answer
ar: الجواب الثاني
he: תשובה שנייה

source: Third Answer
ar: الجواب الثالث
he: תשובה שלישית

source: Add Step
ar: إضافة خطوة
he: הוסף שלב

source: Answer
ar: إجابة
he: תשובה

source: Continue
ar: استمر
he: המשך

source: Create Experiment
ar: إنشاء تجربة
he: יצירת ניסוי

source: Create Question
ar: إنشاء سؤال
he: צור שאלה

source: Delete
ar: حذف
he: מחק

source: Experiment Question
ar: تجربة سؤال
he: שאלת הניסוי

source: Finish
ar: نهاية
he: סיים

source: Group Preferences
ar: تفضيلات المجموعة
he: הגדרות קבוצה

source: Hide Answers
ar: إخفاء أجوبة
he: הסתר תשובות

source: Max Students Per Group
ar: ماكس لكل مجموعة طلبة
he: מספר מקסימלי של תלמידים בקבוצה

source: Number Of Groups
ar: عدد المجموعات
he: מספר הקבוצות

source: Set As Active
ar: تعيين نشط
he: הפעל פעילות

source: Show Answers
ar: اعرض اجابات
he: הצג תשובות

source: Show Collaborative Graph
ar: مشاهدة التعاونية الرسم البياني
he: הצג גרף שיתופי

source: Show Progress Graph
ar: مشاهدة التقدم الرسم البياني
he: הצג גרף התקדמות

source: Title
ar: عنوان
he: כותרת הניסוי

source: Finish And Save
ar: إنهاء و حفظ
he: סיים ושמור

source: Anonymous Answers?
ar: أجوبة مجهول ؟
he: תשובות אנונימיות?

# AmericanHistory
source: American Question History
ar: أمريكا سؤال التاريخ
he: היסטוריית שאלה אמריקאית

source: Date
ar: تاريخ
he: תאריך

# HistoryDeleteAlert
source: Deleting history of an activity will result in deleting this activity histoy from all students
ar: و حذف التاريخ من نشاط يؤدي إلى حذف هذا histoy النشاط من جميع الطلاب
he: מחיקת היסטוריית פעילות תגרור מחיקת היסטוריית התלמיד מאותה הפעילות

# ShortHistory
source: Short Answer Question History
ar: الجواب القصير سؤال التاريخ
he: היסטוריית שאלה עם תשובה קצרה

# TFQHistory
source: True/False Question History
ar: صحيح / خطأ سؤال التاريخ
he: היסטוריית שאלת נכון\לא נכון

source: Your Answer
ar: اجابتك
he: התשובה שלך

# AnswerSubmitted
source: Your answer was submitted successfuly
he: כל הכבוד! הלוואי כל התלמידים שלי היו כמוך!

# PleaseChooseTimeToEnterMeasureInSeconds
source: Please choose time (in seconds) to enter measurement
he: בחר זמן להכנסת מדידה (שניות):

source: Image Not Found
ar: TODO
he: התמונה אינה נמצאה

source: Video Not Found
ar: TODO
he: הסרטון אינו נמצא

# AddInstructionsForMeasures
source: Add instructions for measures (For each parameter)
he: הכנס/י הוראות מדידה עבור כל פרמטר:

source: All of the students got their permissions
he: כל התלמידים שהזנת קיבלו הרשאות לכיתתך

source: all the other students were registered.
he: כל שאר התלמידים נרשמו.

# LoginInvalid
source: Invalid Login
he: מספר החדר או הטלפון אינם תקינים

source: The activities history have been deleted successfully for student:
he: היסטוריית הפעילות של התלמיד הבא נמחקה בהצלחה:

source: The activity have been deleted successfully:
he: הפעילות הבאה נמחקה בהצלחה:

source: The activity history have been deleted successfully for activity:
he: היסטוריית הפעילות הבאה נמחקה:

source: Those students are already registered:
he: התלמידים הבאים רשומים כבר למערכת:

source: Show Explanation
ar: TODO
he: הצג הסבר

source: Hide Explanation
ar: TODO
he: הסתר הסבר

# TheExplanationIs
source: Explanation:
he: הסבר:

source: Manage Account
ar: TODO
he: ניהול חשבון

source: Password Changed Successfully
ar: TODO
he: הסיסמה שונתה בהצלחה

# YouAreAlreadyInAGroup
source: You can not open a new group, because you are already in an existing group
ar: TODO
he: אינך יכול לפתוח קבוצה חדשה, כיוון שהינך רשום לקבוצה קיימת

source: Experiment History
he: היסטוריית ניסוי

# ThereIsNoActivityActivated
source: There is no activity activated right now
ar: TODO
he: לא קיימת פעילות המופעלת כרגע, אנא צור פעילות חדשה או בחר פעילות קיימת

# AnswerStringRequired
source: You have to fill all 4 answers
he: חובה למלא את כל 4 התשובות

# correctAnswerStringRequired
source: Correct Answer Required
he: חובה למלא תשובה נכונה

# questionStringRequired
source: Question Required
he: חובה למלא שאלה

# Accompanying
source: Accompanying research process in the classroom and in the lab
he: ליווי תהליך חקר בכיתה ובמעבדה

source: Activity Name Required
he: חובה למלא שם פעילות

source: Answer Required
he: חובה למלא תשובה

source: Command Required
he: חובה למלא הוראה

source: Email Required
he: חובה למלא אימייל

source: First Name Required
he: חובה למלא שם פרטי

source: Last Name Required
he: חובה למלא שם משפחה

source: Max Student Per Group Required
he: חובה למלא מספר מקסימלי של תלמידים לקבוצה

source: Number Of Groups Required
he: חובה למלא מספר קבוצות

source: Phone Number Required
he: חובה למלא מספר טלפון

source: Title Required
he: חובה למלא כותרת

source: URL Required
he: חובה למלא URL

source: Password Required
he: חובה למלא סיסמה

source: Enter the image URL:
he: הכנס/י את כתובת התמונה:

source: Enter the instruction:
he: הכנס/י את ההוראה:

source: Enter the name of the image:
he: הכנס/י את שם התמונה:

source: Enter the name of the instruction:
he: הכנס/י את שם ההוראה:

source: Enter the name of the video:
he: הכנס/י את שם הסרטון:

# EnterTheTitle
source: Enter the title of the image:
he: הכנס/י את כותרת התמונה:

source: Enter the video URL:
he: הכנס/י את כתובת הסרטון:

# TheStudentsOfEachGroupAre
source: The students of each group:
he: חברי הקבוצות:

source: Students registered successfully
he: התלמידים נרשמו בהצלחה
